{
    "1": {
        "title": "Лидер",
        "description": "Число 1 символизирует тех, кто всегда в поиске новых возможностей и готов двигаться вперед, даже когда других сомневаются. Это люди с ясной целью и сильным желанием добиваться успеха. Вы не боитесь брать на себя ответственность и идти первыми, даже если путь непрост.",
        "strong_points": [
            "Вы знаете, как вдохновить других на действие, и умеете вести за собой.",
            "Обладаете внутренней силой, которая помогает вам не сдаваться даже в трудные моменты.",
            "Вы целеустремлённые и всегда знаете, чего хотите добиться."
        ],
        "weak_points": [
            "Иногда ваши убеждения могут быть слишком жесткими, и это мешает гибкости в подходе.",
            "Вы склонны сосредотачиваться только на своей цели и забывать о мнении других.",
            "В попытке сделать всё самостоятельно, можете перегрузить себя лишними задачами."
        ],
        "recommendations": [
            "Попробуйте чаще прислушиваться к мнению других, это поможет увидеть картину в целом.",
            "Иногда важно отпустить контроль и доверить задачи другим — это не сделает вас слабым.",
            "Не забывайте про отдых и перерывы — постоянная борьба может вымотать, а сила в умении расслабляться."
        ],
        "famous_people": [
            {
                "name": "Стив Джобс",
                "birth_date": "24 февраля 1955 г.",
                "image_url": "/assets/famous_people/steve_jobs.jpg",
                "description": "Бизнесмен, сооснователь компании Apple, инженер и инвестор. Один из самых влиятельных людей в мире технологий."
            },
            {
                "name": "Том Круз",
                "birth_date": "3 июля 1962 г.",
                "image_url": "/assets/famous_people/tom_cruise.jpg",
                "description": "Американский актёр, кинорежиссёр, сценарист и кинопродюсер."
            },
            {
                "name": "Джордж Вашингтон",
                "birth_date": "22 февраля 1732 г.",
                "image_url": "/assets/famous_people/george_washington.webp",
                "description": "Американский государственный и политический деятель, первый всенародно избранный президент Соединённых Штатов Америки, один из отцов-основателей США, главнокомандующий Континентальной армией, участник войны за независимость и создатель американского института президентства."
            }
        ]
    },
    "2": {
        "title": "Дипломат",
        "description": "Число 2 символизирует тех, кто умеет находить общий язык с людьми и создавать вокруг себя атмосферу доверия. Вы цените гармонию и стараетесь избегать острых углов. У вас развито чувство такта и интуиции, благодаря чему вы часто замечаете то, что ускользает от других.",
        "strong_points": [
            "Вы умеете видеть суть конфликтов и находить путь к взаимопониманию.",
            "Обладаете редкой способностью слышать других по-настоящему, не перебивая.",
            "Вы создаёте тёплую, поддерживающую атмосферу вокруг себя — люди тянутся к вам."
        ],
        "weak_points": [
            "Иногда вы настолько стремитесь к миру, что боитесь проявить собственное мнение.",
            "Вы можете слишком сильно зависеть от эмоционального климата вокруг вас.",
            "Страх задеть чувства других может мешать вам говорить открыто и честно."
        ],
        "recommendations": [
            "Научитесь спокойно отстаивать свои границы — это поможет строить более здоровые отношения.",
            "Слушайте себя так же внимательно, как вы слушаете других.",
            "Разрешайте себе быть прямолинейным, даже если это немного неудобно — честность тоже может быть мягкой."
        ],
        "famous_people": [
            {
            "name": "Владимир Ленин",
            "birth_date": "21 января 1924 г.",
            "image_url": "/assets/famous_people/vladimir_lenin.jpg",
            "description": "Российский революционер, крупный теоретик марксизма, советский политический и государственный деятель, создатель Российской социал-демократической рабочей партии."
            },
            {
            "name": "Джо Байден",
            "birth_date": "20 ноября 1942 г.",
            "image_url": "/assets/famous_people/joe_biden.jpeg",
            "description": "Американский государственный и политический деятель, 46-й президент США от Демократической партии."
            }
        ]
    },
    "3": {
        "title": "Творец",
        "description": "Число 3 — это люди, которые способны привнести в мир нечто уникальное. Вы живёте в мире идей, часто вдохновляя окружающих своей энергией и оптимизмом. Ваша креативность и способность общаться делают вас центром внимания, а ваши проекты — яркими и запоминающимися. Вы умеете привносить радость и вдохновение, где бы вы ни находились.",
        "strong_points": [
            "Вы обладаете уникальной способностью превращать идеи в нечто удивительное.",
            "Ваш оптимизм и харизма заряжают окружающих, заставляя их верить в невозможное.",
            "Вы — природный креатор, умеете видеть мир в ярких красках и находить вдохновение в каждом дне."
        ],
        "weak_points": [
            "Иногда ваше вдохновение уходит так же быстро, как и приходит, и это мешает завершить начатое.",
            "Ваше стремление к совершенству может приводить к беспокойству и неудовлетворённости.",
            "Вы склонны идеализировать ситуации и людей, что иногда оборачивается разочарованиями."
        ],
        "recommendations": [
            "Сфокусируйтесь на маленьких шагах, чтобы доводить проекты до конца, не теряя искры вдохновения.",
            "Попробуйте устанавливать чёткие сроки для завершения работы — это поможет вам не распыляться.",
            "Постарайтесь принимать людей и ситуации такими, какие они есть, без лишнего идеализма."
        ],
        "famous_people": [
            {
            "name": "Филипп Киркоров",
            "birth_date": "30 апреля 1967 г.",
            "image_url": "/assets/famous_people/filipp_kirkorov.jpg",
            "description": "Российский эстрадный певец, актёр театра, кино, телевидения, мюзиклов, озвучивания и дубляжа, композитор, музыкальный продюсер и телеведущий."
            },
            {
            "name": "Элджей",
            "birth_date": "9 июля 1994 г.",
            "image_url": "/assets/famous_people/eldzhey.webp",
            "description": "Российский рэпер, основатель и главный исполнитель лейбла «143»."
            },
            {
            "name": "Кэти Перри",
            "birth_date": "25 октября 1984 г.",
            "image_url": "/assets/famous_people/katy_perry.jpg",
            "description": "Американская певица, композитор, автор песен, актриса, посол доброй воли ООН."
            }
        ]
    },
    "4": {
        "title": "Строитель",
        "description": "Число 4 — это люди, которые ценят порядок, стабильность и практическую сторону жизни. Вы готовы вложить много усилий, чтобы построить прочный фундамент, будь то в работе, отношениях или личной жизни. Ваша дисциплина и ответственность помогают вам достигать целей шаг за шагом, не бояться трудностей и преодолевать их с упорством и настойчивостью.",
        "strong_points": [
            "Вы обладаете удивительной способностью создавать прочные основы для всего, что вы начинаете.",
            "Ваша дисциплинированность и ответственность вызывают уважение — на вас можно полагаться.",
            "Вы стремитесь к стабильности и уверенности, что позволяет вам принимать взвешенные и обоснованные решения."
        ],
        "weak_points": [
            "Иногда вы так зацикливаетесь на деталях, что теряете из виду большую картину.",
            "Ваше стремление к порядку и стабильности может сделать вас слишком жестким и консервативным.",
            "Вы можете испытывать трудности с принятием решений в условиях неопределенности или риска."
        ],
        "recommendations": [
            "Позвольте себе быть более гибкими и открытыми к переменам — иногда не всё можно предсказать.",
            "Работайте над тем, чтобы не зацикливаться на мелочах, а смотреть на ситуацию в целом.",
            "Не бойтесь выходить из зоны комфорта — риск может принести неожиданные, но ценные результаты."
        ],
        "famous_people": [
            {
            "name": "Zivert",
            "birth_date": "28 ноября 1990 г.",
            "image_url": "/assets/famous_people/zivert.jpg",
            "description": "Российская поп-певица."
            }
        ]
    },
    "5": {
        "title": "Путешественник",
        "description": "Число 5 символизирует свободу, движение и жажду перемен. Вы — человек, которому важно ощущение новизны и расширения горизонтов. Вам интересно всё необычное, вы быстро адаптируетесь и с лёгкостью принимаете вызовы. Вас сложно удержать в рамках — вы стремитесь к личной свободе и богатому жизненному опыту.",
        "strong_points": [
            "Вы обожаете приключения и легко находитесь в потоке новых впечатлений.",
            "Адаптивность — ваша суперсила: вы быстро привыкаете к новым условиям и людям.",
            "Ваш живой ум и любознательность позволяют вам легко обучаться и анализировать информацию."
        ],
        "weak_points": [
            "В стремлении к новизне вы можете не доводить начатое до конца.",
            "Постоянная потребность в изменениях может вызывать внутреннее беспокойство и нестабильность.",
            "Вы можете терять интерес к рутине и избегать обязательств, даже если они важны."
        ],
        "recommendations": [
            "Старайтесь сохранять баланс между жаждой нового и необходимостью доводить дела до конца.",
            "Установите для себя чёткие цели и сроки — это поможет не распыляться.",
            "Ищите формы свободы внутри структуры: планируйте путешествия, проекты и перемены, а не плывите на волне импульсов."
        ],
        "famous_people": [
            {
            "name": "Юрий Борисов",
            "birth_date": "8 декабря 1992 г.",
            "image_url": "/assets/famous_people/yuriy_borisov.jpg",
            "description": "Российский актёр театра, кино и телевидения. Первый в истории российский актёр, номинированный на премии «Оскар» и «Золотой глобус»."
            },
            {
            "name": "Федук",
            "birth_date": "9 февраля 1992 г.",
            "image_url": "/assets/famous_people/feduk.jpg",
            "description": "Российский певец, хип-хоп и хаус-рэп исполнитель, автор песен."
            },
            {
            "name": "Райан Гослинг",
            "birth_date": "12 ноября 1980 г.",
            "image_url": "/assets/famous_people/ryan_gosling.jpg",
            "description": "Канадский актёр."
            }
        ]
    },
    "6": {
        "title": "Опекун",
        "description": "Число 6 олицетворяет заботу, тепло и стремление к гармонии. Вы — человек, для которого семья, близкие и сообщество стоят на первом месте. Вы способны создать уют и атмосферу доверия, где люди чувствуют себя защищёнными. Ваша заботливость и внимание к деталям помогают окружающим, но иногда вам стоит помнить о том, что важно уделять внимание и себе.",
        "strong_points": [
            "Вы обладаете глубоким сочувствием и понимаете чувства других людей.",
            "Ваши организационные способности позволяют создавать уют и порядок, где бы вы ни находились.",
            "Способность поддерживать гармонию и обеспечивать эмоциональный комфорт — ваше главное достоинство."
        ],
        "weak_points": [
            "Ваше стремление заботиться о других порой превращается в самопожертвование, забывая о своих нуждах.",
            "Ваша зависимость от мнений окружающих иногда мешает быть независимым и уверенным в себе.",
            "Вы можете так увлечься заботой о других, что забываете о собственном благополучии и желаниях."
        ],
        "recommendations": [
            "Не забывайте о себе — заботьтесь о своём здоровье и внутреннем состоянии.",
            "Учитесь ставить границы и не бояться говорить «нет», если это необходимо для вашего баланса.",
            "Развивайте независимость, чтобы не терять себя в заботах о других."
        ],
        "famous_people": [
            {
            "name": "Майкл Джексон",
            "birth_date": "29 августа 1958 г.",
            "image_url": "/assets/famous_people/michael_jackson.webp",
            "description": "Американский певец, автор песен, музыкальный продюсер, аранжировщик, танцор, хореограф, актёр, сценарист, филантроп и предприниматель. Обладатель 15 премий «Грэмми» и сотен других премий."
            },
            {
            "name": "Дженни",
            "birth_date": "16 января 1996 г.",
            "image_url": "/assets/famous_people/kim_jennie.webp",
            "description": "Южнокорейская певица, модель, рэпер и актриса. Является участницей южнокорейской женской группы Blackpink."
            },
            {
            "name": "Леонардо Ди Каприо",
            "birth_date": "11 ноября 1974 г.",
            "image_url": "/assets/famous_people/leonardo_dicaprio.jpg",
            "description": "Американский актёр и кинопродюсер."
            }
        ]
    },
    "7": {
        "title": "Мудрец",
        "description": "Число 7 символизирует тех, кто ищет глубину в жизни и стремится к пониманию мира. Вы — мыслитель, склонный к глубокому самоанализу и поиску смысла во всём, что вас окружает. Ваша мудрость проявляется через интуитивное восприятие мира и желание разгадывать его загадки. В то же время, ваша внутренняя сосредоточенность может создавать чувство изоляции, и порой вам трудно находить общий язык с окружающими.",
        "strong_points": [
            "Вы обладаете уникальной способностью проникать в суть вещей и видеть мир с глубоким философским взглядом.",
            "Ваши поиски смысла жизни и духовного роста позволяют вам развиваться на самых разных уровнях.",
            "Интуиция помогает вам принимать решения и предсказывать последствия своих поступков, даже если логика не всегда однозначна."
        ],
        "weak_points": [
            "Иногда вы склонны к изолированности, предпочитая одиночество или уединение для размышлений.",
            "Ваш критический взгляд на мир может сделать вас пессимистичным и сложным для восприятия другими.",
            "Ваши глубокие мысли могут быть трудны для понимания, и вы иногда не находите общий язык с людьми, предпочитающими более простые разговоры."
        ],
        "recommendations": [
            "Попробуйте открыться для более глубоких социальных связей, чтобы гармонично развиваться в окружении людей.",
            "Не бойтесь делиться своими мыслями и опытом, ваши идеи могут быть полезными и для других.",
            "Будьте более открыты к практическому применению своих знаний и идей, чтобы они приносили пользу не только вам, но и окружающим."
        ],
        "famous_people": [
            {
            "name": "Джонни Депп",
            "birth_date": "9 июня 1963 г.",
            "image_url": "/assets/famous_people/johnny_depp.jpg",
            "description": "Американский актёр, кинорежиссёр, музыкант, сценарист и продюсер."
            },
            {
            "name": "Монеточка",
            "birth_date": "1 июня 1998 г.",
            "image_url": "/assets/famous_people/monetochka.webp",
            "description": "Российская певица, автор песен и музыкант."
            },
            {
            "name": "OG Buda",
            "birth_date": "10 января 1994 г.",
            "image_url": "/assets/famous_people/og_buda.png",
            "description": "Российский рэпер. Участник творческих объединений «RNDM Crew» и «Melon Music»."
            }
        ]
    },
    "8": {
        "title": "Материалист",
        "description": "Число 8 символизирует тех, кто стремится к материальному успеху, управляет ресурсами и финансами с особым подходом. Вы амбициозны и целеустремлённы, умеете управлять своими финансами и всегда нацелены на результат. Однако ваш фокус на достижении целей может иногда затмевать внимание к отношениям и эмоциям окружающих.",
        "strong_points": [
            "Вы амбициозны и способны достигать высоких результатов в карьере и финансовых начинаниях.",
            "Ваши организаторские способности и навыки в управлении ресурсами позволяют вам эффективно достигать поставленных целей.",
            "Вы уверены в своих силах и способны справляться с любыми вызовами, которые встречаются на пути."
        ],
        "weak_points": [
            "Иногда вы можете быть слишком сосредоточены на материальных ценностях, забывая об эмоциональной стороне жизни.",
            "Склонность к контролю и доминированию может создавать напряжение в отношениях с окружающими.",
            "В стремлении к цели вы порой пренебрегаете личными отношениями и эмоциями, что может отдалять людей."
        ],
        "recommendations": [
            "Работайте над своей эмоциональной зрелостью, научитесь проявлять чуткость к чувствам других.",
            "Учитесь отпускать контроль в ситуациях, где это может быть полезно для всех сторон.",
            "Развивайте навыки работы с балансом, чтобы уделять время как работе, так и личным отношениям."
        ],
        "famous_people": [
            {
            "name": "Евгений Петросян",
            "birth_date": "16 сентября 1945 г.",
            "image_url": "/assets/famous_people/evgeniy_petrosyan.jpg",
            "description": "Советский и российский артист эстрады, писатель-юморист и телеведущий."
            },
            {
            "name": "Дмитрий Медведев",
            "birth_date": "14 сентября 1965 г.",
            "image_url": "/assets/famous_people/dmitriy_medvedev.jpg",
            "description": "Российский государственный и политический деятель."
            }
        ]
    },
    "9": {
        "title": "Гуманист",
        "description": "Число 9 связано с идеалистами, которые стремятся сделать мир лучше, проявляя сострадание и щедрость. Вы заботитесь о других, помогаете там, где это нужно, и часто ставите интересы окружающих выше собственных. Однако ваша склонность к самопожертвованию и идеализм могут привести к трудностям с установлением границ и балансом между своими и чужими потребностями.",
        "strong_points": [
            "Вы обладаете искренним состраданием и желанием помогать другим.",
            "Ваша щедрость и доброта вдохновляют людей и создают гармонию вокруг вас.",
            "Высокие моральные принципы делают вас надежным и уважаемым человеком в сообществе."
        ],
        "weak_points": [
            "Вы можете склоняться к самопожертвованию, забывая о своих собственных потребностях.",
            "Иногда вы слишком наивны или идеалистичны, что может приводить к разочарованиям.",
            "Неспособность устанавливать личные границы может привести к тому, что другие начнут использовать вашу доброту."
        ],
        "recommendations": [
            "Учитесь находить баланс между своими желаниями и потребностями окружающих.",
            "Не забывайте заботиться о себе, даже когда стремитесь помочь другим.",
            "Развивайте навыки самозащиты и устанавливайте чёткие границы, чтобы не выгореть."
        ],
        "famous_people": [
            {
            "name": "Курт Кобейн",
            "birth_date": "20 февраля 1967 г.",
            "image_url": "/assets/famous_people/kurt_cobain.jpg",
            "description": "Американский рок-музыкант, вокалист, гитарист и автор песен. Наиболее известен как основатель и лидер рок-группы «Нирвана»."
            },
            {
            "name": "Ивангай",
            "birth_date": "26 августа 1910 г.",
            "image_url": "/assets/famous_people/ivanguy.jpg",
            "description": "Украинский видеоблогер, летсплеер и музыкант. Создатель и владелец одноимённого YouTube-канала с названием «Ивангай»."
            },
            {
            "name": "Тимоти Шаламе",
            "birth_date": "18 июля 1918 г.",
            "image_url": "/assets/famous_people/thimothee_chalamet.webp",
            "description": "Франко-американский актёр и кинопродюсер. Лауреат многих премий. Имеет две номинации на «Оскар», четыре — на «Золотой глобус» и четыре — на BAFTA."
            }
        ]
    },
    "11": {
        "title": "Инспиратор",
        "description": "Число 11 связано с людьми, обладающими высокой интуицией, духовностью и харизмой. Вы часто видите мир глубже и дальше других, обладая уникальной способностью вдохновлять и вести за собой. Ваша способность предсказывать события и чувствовать будущее делает вас проводником для других, но ваша склонность к идеализму и самоотверженности может создавать трудности в повседневной жизни.",
        "strong_points": [
            "Высокая интуиция и способность воспринимать мир на глубоком уровне.",
            "Харизма, вдохновляющая и мотивирующая других.",
            "Способность предвидеть будущее и видеть возможности там, где другие не замечают."
        ],
        "weak_points": [
            "Иногда вы можете быть слишком идеалистичными, что приводит к разочарованиям.",
            "Склонность к самоотверженности и перегрузке себя работой или обязанностями.",
            "Трудности с концентрацией на практических задачах могут мешать реализации ваших идей."
        ],
        "recommendations": [
            "Учитесь находить баланс между вашими идеалами и реальностью.",
            "Работайте над дисциплиной и практическим применением своих идей для большего успеха.",
            "Не забывайте отдыхать и восстанавливать силы, чтобы сохранять энергию для важнейших дел."
        ],
        "famous_people": [
            {
            "name": "Сидни Суини",
            "birth_date": "12 сентября 1997 г.",
            "image_url": "/assets/famous_people/sydney_sweeney.jpg",
            "description": "Американская актриса."
            },
            {
            "name": "Канье Уэст",
            "birth_date": "8 июня 1977 г.",
            "image_url": "/assets/famous_people/kanye_west.webp",
            "description": "Американский рэпер, музыкальный продюсер, автор песен, звукорежиссёр, бывший долларовый миллиардер и дизайнер."
            }
        ]
    },
    "22": {
        "title": "Мастер-строитель",
        "description": "Число 22 ассоциируется с практичными мечтателями, которые обладают редким даром превращать большие идеи в реальность. Они способны воплотить в жизнь самые масштабные проекты и изменять мир. Сочетание амбициозных целей с мудростью и практичностью делает их выдающимися лидерами, но их склонность к чрезмерной амбициозности может иногда мешать им в работе с другими.",
        "strong_points": [
            "Масштабное мышление и способность реализовывать крупные, амбициозные проекты.",
            "Практичность и мудрость, что помогает решать сложные задачи.",
            "Стремление к совершенству в каждой детали и процессе."
        ],
        "weak_points": [
            "Склонность к чрезмерной амбициозности, что может привести к перегрузке или неудачам.",
            "Иногда они бывают слишком критичными к себе и окружающим, что мешает росту и развитию.",
            "Проблемы с делегированием задач могут привести к недостаточной эффективности в команде."
        ],
        "recommendations": [
            "Работайте над умением делегировать задачи и взаимодействовать с командой.",
            "Не забывайте о важности внимания к деталям, несмотря на масштабы ваших целей.",
            "Позвольте себе совершать ошибки и учиться на них, чтобы продолжать двигаться вперед."
        ],
        "famous_people": [
            {
            "name": "Дженна Ортега",
            "birth_date": "27 сентября 2002 г.",
            "image_url": "/assets/famous_people/jenna_ortega.webp",
            "description": "Американская актриса."
            },
            {
            "name": "Клинт Иствуд",
            "birth_date": "31 мая 1930 г.",
            "image_url": "/assets/famous_people/clint_eastwood.jpg",
            "description": "Американский киноактёр, кинорежиссёр, композитор."
            },
            {
                "name": "Маргарет Тэтчер",
                "birth_date": "13 октября 1925 г.",
                "image_url": "/assets/famous_people/margaret_thatcher.png",
                "description": "Британский политик, первая женщина-премьер-министр Великобритании, известная своей решительностью и приверженностью экономическим реформам."
            }
        ]
    }
}